[
  {
    "date_today": "27-06-2025",
    "slug": "27-06-2025",
    "title": "my first journal app!",
    "user_entry": "Just made my first journal app"
  },
  {
    "date_today": "27-06-2025",
    "slug": "27-06-2025",
    "title": "my second entry",
    "user_entry": "Just made my first journal app"
  },
  {
    "date_today": "15-07-2025",
    "slug": "15-07-2025",
    "title": "Good things happen when you try",
    "user_entry": "We're at an interesting crossroad. The bucks are a bit compromised at the moment. I'm stressing a lot, and the no wifi thing is killing me, it's taking forever. Luckily I am expecting a call, so that's amazing. Slowly making progress. I suppose this is the adult life. Just continuously trying till you get it right. I had so much I wanted to say and now I'm struggling haha. Maybe its this new interface. My first proper journal entry. I love it. But things that are killing me at the moment is the no money & no wifi. I also want to cook things beside chicken & tuna. Wanna involve mince in the story. But, in order to do that, need money lol. \n\nI'm also at an interesting point with Brooke. I feel I showed over-interest yesterday, stopping by to give her the Porsche tag. Should've kept quiet and put it around the car ring. You were just too ahead of yourself. We'll get them next time, I just need to pull back and focus on myself. Stressing like this wont help either. Need to pull back on my own, in my head. Not just physically. And like Christiaan said, it's because I don't know what I want. I want peace, that I know. But that moment when I put my arm around Brooke, and she put hers over mine. I melted. I proper dropped to my knees. That was amazing, I thought my life was over when Meg and I broke up. Not to mention Skye too. And lately I've been pulling massive stress about the 86's too. I miss them, especially with these longer roads I'm driving. That single lifestyle with that car would've been great. But it's strange everything happens for a reason. Now's not my time. But it'll come. Girlfriend is out, my old job is out, my awesome car is out. A version of me quite literally died, and we're in the process of building a new one. Right now I want to keep working on being able to edit an entry. And then deleting an entry. "
  },
  {
    "date_today": "15-07-2025",
    "slug": "15-07-2025",
    "title": "Testing to see if order is right",
    "user_entry": "Tryna see if this order thing works"
  },
  {
    "date_today": "16-07-2025",
    "slug": "ur moms house",
    "title": "ur moms house",
    "user_entry": "so im trsting to see if this work snow h mm"
  },
  {
    "date_today": "16-07-2025",
    "slug": "testy",
    "title": "testy",
    "user_entry": "lets test this again"
  },
  {
    "date_today": "16-07-2025",
    "slug": "slag",
    "title": "slag",
    "user_entry": "testing again"
  },
  {
    "date_today": "16-07-2025",
    "slug": "ur moms house bby",
    "title": "ur moms house bby",
    "user_entry": "lessssss gooo",
    "created_at": "2025-07-16T15:41:13.525377"
  },
  {
    "date_today": "16-07-2025",
    "slug": "ur moms house loser",
    "title": "ur moms house loser",
    "user_entry": "testing to see if this thing is a loser ",
    "created_at": "2025-07-16T15:42:52.622797"
  }
]